Repository: svn2github/imagination-code
Catalog: branches/cairo_surface/po/*.po
Languages: fr

source: A DVD slideshow maker
fr: Un programme de création de présentation DVD

source: A lightweight DVD slideshow maker using GTK+2
fr: Un programme léger de création de présentation DVD qui utilise GTK+2

source: Playing %s...
fr: Joue %s...

source: Play the selected file
fr: Joue le fichier sélectionné

source: Stop the playback
fr: Arrête le payback

source: _Slideshow
fr: Présentation

source: Import p_ictures
fr: Importe les images

source: Import _music
fr: Importe la musique

source: _Preview
fr: Prévisualise

source: Export
fr: Exporte

source: _Slide
fr: Transparent

source: High
fr: Haute

source: Dele_te
fr: Supprime

source: Rotate co_unter-clockwise
fr: Rotation sens inverse des aiguilles

source: Un_select all
fr: Déselectionne tout

source: Overview mode
fr: Vue d'ensemble

source: _Help
fr: Aide

source: Contents
fr: Contenu

source: Create a new slideshow
fr: Crée une nouvelle présentation

source: Open a slideshow
fr: Ouvre une présentation

source: Save the slideshow
fr: Sauvegarde la présentation

source: Import pictures
fr: Importe les photos

source: Import music
fr: Importe la musique

source: Delete the selected slides
fr: Supprime les transparents sélectionnés

source: Rotate the slide counter-clockwise
fr: Pivote le transparent sans inverse des aiguilles

source: Zoom In
fr: Agrandissement

source: Zoom Out
fr: Réduction

source: Starts the preview
fr: Démarre la prévisualisation

source: Goto first slide
fr: Va au premier transparent

source: of
fr: de

source: Goto last slide
fr: Va au dernier transparent

source: Video
fr: Vidéo

source: Transition Type:
fr: Type de transition:

source: Random
fr: Aléatoire

source: Imagination randomly decides which transition to apply
fr: Imagination choisie une transition au hasard

source: Transition Speed:
fr: Vitesse de transition

source: Fast
fr: Rapide

source: Normal
fr: Normale

source: Slow
fr: Lente

source: Slide Duration in sec:
fr: Durée du transparent en sec.:

source: Slideshow Length:
fr: Durée de la présentation:

source: Stop Point:
fr: Point d'arrêt

source: Add
fr: Ajoute

source: Update
fr: Met à jour

source: Remove
fr: Supprime

source: Click to expand the area
fr: Cliquer pour agrandir la zone

source: Click to choose the font
fr: Cliquer pour choisir la police de caractères

source: Placing is relative to:
fr: L'emplacement est relatif à:

source: Original image
fr: Image originale

source: Subtitle position:
fr: Position du sous-titrage

source: <b>Background Music</b>
fr: Musique de fond

source: Music Duration:
fr: Durée de la musique

source: Delete the selected file
fr: Supprime le fichier sélectionné

source: Move the selected file up
fr: Déplace le fichier sélectionné en haut

source: Move the selected file down
fr: Déplace le fichier sélectionné en bas

source: Clear all files
fr: Efface tous les fichiers

source: Click to shrink the area
fr: Cliquer pour réduire la zone

source: Sorry,I could not perform the operation!
fr: Désolé, Je ne peux pas faire l'opération!

source: None
fr: Aucun

source: Please wait, importing slide %d out of %d
fr: SVP attendez, importe le transparent %d sur %d

source: Please choose the audio files to import
fr: SVP choisissez un fichier audio à importer

source: All audio files
fr: Tous les fichiers audios

source: All files
fr: Tous les fichiers

source: Import slides, use SHIFT key for multiple select
fr: Importe les transparents, utilisez SHIFT pour une sélection multiple

source: All image files
fr: Tous les fichiers d'images

source: You didn't save your slideshow yet. Are you sure you want to close it?
fr: Vous n'avez pas encore sauvegardé. Êtes-vous certain de vouloir fermer?

source: An error occurred while trying to rotate the slide:
fr: Une erreur s'est produite lors de la rotation du transparent

source: translator-credits
fr: Traducteurs

source: Stops the preview
fr: Arrête la prévisulalisation

source: Load an Imagination slideshow project
fr: Charge un projet Imagination

source: Save an Imagination slideshow project
fr: Sauvegarde un projet Imagination

source: Empty slide options:
fr: Supprime les options du transparent

source: Use _solid color
fr: Utilise une couleur uniforme

source: Use _linear gradient
fr: Utilise un gradient linéaire

source: Use _radial gradient
fr: Utilise un gradient radial

source: Project properties
fr: Proprietés du projet

source: <b>Slideshow Settings</b>
fr: Paramètres de la présentation

source: <b>Video Format</b>
fr: Format vidéo

source: <b>Advanced Settings</b>
fr: Paramètres avancés

source: Rescale images to fit desired aspect ratio
fr: Redimensionne les images

source: Select background color:
fr: Sélectionnez la couleur de l'arrière plan:

source: This is not an Imagination project file!
fr: Ce n'est pas un fichier de projet Imagination!

source: Welcome to Imagination - %d transitions loaded.
fr: Bienvenue à Imagination - %d transitions chargées.

source: %d slides selected
fr: %d transparents selectionnés

source: %d slide imported %s
fr: %d transparent importé %s

source: - Use the CTRL key to select/unselect or SHIFT for multiple select
fr: - Utilisez la touche CTRL pour sélectionner/déselectionner ou SHIFT pour une sélection multiple

source: Please choose the slideshow project filename
fr: SVP choisissez le nom de fichier de votre projet

source: <b>Export Settings</b>
fr: <b>Paramètres de la présentation</b>

source: Filename of the slideshow:
fr: Nom de fichier de la présentation:

source: Exporting the slideshow
fr: Exporte la présentation

source: Preparing for export ...
fr: Prépare pour exporter ...

source: Overall progress:
fr: Progression globale:

source: Slide %d export progress:
fr: Exportation du transparent %d en progrès:

source: Failed to launch the encoder!
fr: Echec de démarrage de l'encodeur!

source: Final transition export progress:
fr: Exportation du transparent en progrès:

source: VOB export
fr: Exporte VOB

source: <b>Television Format</b>
fr: Format télévision

source: Widescreen 16:9
fr: Ecran large 16:9

source: OGG export
fr: Exporte OGG

source: <b>Video Quality:</b>
fr: <b>Qualité vidéo:</b>

source: Low
fr: Basse

source: Medium
fr: Moyenne

source: FLV export
fr: Exporte FLV
