Repository: svn2github/imagination-code
Catalog: po/*.po
Languages: pt_br

source: A lightweight DVD slideshow maker using GTK+2
pt_br: Um criador leve de DVD slideshow usando GTK+2

source: Playing %s...
pt_br: Tocando %s...

source: Play the selected file
pt_br: Tocar o arquivo selecionado

source: Stop the playback
pt_br: Parar a reprodução

source: _Slideshow
pt_br: _Arquivo

source: _Preview
pt_br: _Visualização

source: Export
pt_br: Exportar

source: _Slide
pt_br: _Apresentação

source: Import p_ictures
pt_br: Importar imagens

source: Import _music
pt_br: Importar música

source: Dele_te
pt_br: Apagar

source: Un_select all
pt_br: Deselencionar tudo

source: _Help
pt_br: _Ajuda

source: Create a new slideshow
pt_br: Criar uma nova apresentação

source: Open a slideshow
pt_br: Abrir a apresentação

source: Save the slideshow
pt_br: Salvar a apresentação

source: Import pictures
pt_br: Importar imagens

source: Import music
pt_br: Importar música

source: Delete the selected slides
pt_br: Apagar a imagem selecionada

source: Starts the preview
pt_br: Iniciar visualização

source: Jump to the entered slide number
pt_br: Ir para o slide número entrada

source: <b>Slide settings</b>
pt_br: <b>Configuração do Slide</b>

source: Transition Type:
pt_br: Tipo de Transição:

source: Random
pt_br: Aleatório

source: Imagination randomly decides with transition to apply
pt_br: Imagination aleatoriamente decida com a transição para aplicar

source: Transition Speed:
pt_br: Velocidade de Transição:

source: Fast
pt_br: Rápido

source: Slow
pt_br: Lento

source: Slide Duration in sec:
pt_br: Duração do slide em seg:

source: Slide Number:
pt_br: Número de slide:

source: Resolution:
pt_br: Resolução:

source: Type:
pt_br: Tipo:

source: Slideshow Length:
pt_br: Duração:

source: <b>Background Music</b>
pt_br: Música de Fundo

source: Music Duration:
pt_br: Duração da múica

source: Delete the selected file
pt_br: Apagar o arquivo selecionado

source: Move the selected file up
pt_br: Mover o arquivo selecionado para cima

source: Move the selected file down
pt_br: Mover o arquivo selecionado para baixo

source: Clear all files
pt_br: Limpar todos arquivos

source: None
pt_br: Nada

source: Please wait, importing slide %d out of %d
pt_br: Aguarde, importando imagens %d de %d

source: Please choose the audio files to import
pt_br: Por favor, escolha os arquivos de áudio para importar

source: All audio files
pt_br: Todos arquivos de áudio

source: All files
pt_br: Todos arquivos

source: Import slides, use SHIFT key for multiple select
pt_br: Importar imagens, use SHIFT para múltipla seleção

source: All image files
pt_br: Todos arquivos imagens

source: You didn't save your slideshow yet. Are you sure you want to close it?
pt_br: Você não salvou sua apresentação ainda. Tem certeza de que pretende fecha-lo?

source: translator-credits
pt_br: créditos de tradução

source: Stops the preview
pt_br: Parar a visualização

source: Load an Imagination slideshow project
pt_br: Carregar um projeto Imagination

source: Save an Imagination slideshow project
pt_br: Salvar um projeto Imagination

source: Project properties
pt_br: Propriedades do projeto

source: <b>Slideshow Settings</b>
pt_br: <b>Configurações da Apresentação</b>

source: <b>Video Format</b>
pt_br: <b>Formato de Vídeo</b>

source: <b>Advanced Settings</b>
pt_br: <b>Configuração Avançada</b>

source: Rescale images to fit desired aspect ratio
pt_br: Redimensionar imagens para caber na relação de aspecto desejada

source: Select background color:
pt_br: Selecionar cor de fundo:

source: This is not an Imagination project file!
pt_br: Este não é um arquivo de projeto Imagination!

source: Welcome to Imagination - %d transitions loaded.
pt_br: Seja bem-vinda ao Imagination - %d carregando transições.

source: %d slides selected
pt_br: % imagens selecionadas

source: %d slide imported %s
pt_br: %d quadro importado %s

source: - Use the CTRL key to select/unselect or SHIFT for multiple select
pt_br: - Use a tecla CTRL para selecionar/deselecionar ou SHIFT para múltipla seleção

source: Please choose the slideshow project filename
pt_br: Por favor dê nome para o projeto

source: Filename of the slideshow:
pt_br: Nome do arquivo:

source: Exporting the slideshow
pt_br: Exportando a apresentação

source: Preparing for export ...
pt_br: Preparando para exportar ...

source: Overall progress:
pt_br: Progressos globais:

source: Slide %d export progress:
pt_br: Progresso do exportar Slide %d:

source: Failed to launch the encoder!
pt_br: Falha ao lançar a codificação!

source: <b>Television Format</b>
pt_br: <b>Formato de Televisão</b>
